export const experiences = [
    {
    period: '2025.05 - 至今',
    title: '滑雪教练、炒股、自媒体',
    company: '个体户',
    description: [
        "1、教授单板滑雪，带领学员从零基础到掌握滑雪技能",
        "2、自学量化交易，研究股票市场，进行投资",
        "3、运营自媒体，分享滑雪和投资经验"
      ]
  },
  {
    period: '2022.07 - 2025.05',
    title: '前端工程师',
    company: '北森云计算有限公司',
    description: [
        "1、按照公司IPD流程，进行详细设计、需求反讲、需求开发、用例评审等",
        "2、维护线上稳定，按紧急程度进行fix",
        "3、优秀毕业生、晋升1次、涨薪2次"
      ]
  },
  {
    period: '2022.03 - 2022.07',
    title: '前端工程师（实习）',
    company: '北森云计算有限公司',
    description: ['参与招聘业务线的产品开发']
  },
  // {
  //   period: '2019 - 2020',
  //   title: '初级开发工程师',
  //   company: '某数字代理商',
  //   description: ['为客户开发网站，学习现代开发实践。']
  // }
];
